{
  "conversationParts": [
    {
      "id": 0,
      "character": "РАССКАЗЧИК",
      "text": "Добро пожаловать в текстовую ролевую игру, в которой вам предстоит сыграть роль лидера одного из государств Четвероградия. Над миром сгущаются мрачные тучи, вороны темных времен поют свою песнь и лишь вам по силу победить судьбу! \n\n Вы – Луаванг, правитель города-государства Тарашти. От ваших решений зависит судьба ваших подданных, соседей и врагов. Не все решения очевидны, а результат может оказаться удивительным, однако лишь смелость перед лицом опасности позволит вам победить! Приятной игры!",
      "processorId": "APPLE_EATEN",
      "illustration": ""
    },
    {
      "id": 1,
      "character": "РАССКАЗЧИК",
      "text": "Пять десятилетий назад, в южных землях, где обитали кочевники <i>тханпо</i>, их пророк Отаро-Шераб получил великое видение. Он увидел огромную армию воинов тханпо, марширующую по землям Четырех городов, под высокими знаменами, развевающимися в лунном свете. \n\nГолос Лунных богов обратился к нему, обещая победу благочестивым и верным. Отаро-Шераб был известен как один из самых учёных пророков среди тханпо и это видение не могло быть просто случайностью.",
      "processorId": "APPLE_EATEN",
      "illustration": "intro_1"
    },
    {
      "id": 2,
      "character": "РАССКАЗЧИК",
      "text": "В пророчестве говорилось: «... народ тханпо признан достойным великой награды. Их набожность и преданность снискали благосклонность. Они отправятся далеко от родины, ведомые светом лун, пока не достигнут страны Четырех великих городов. Сумеречный народ не одолеет мощь тханпо. Боги постановили, что эта земля будет принадлежать тханпо, и никто не встанет у них на пути. Они принесут порядок и справедливость. Четыре города будут объединены под лунным знаменем!» \n\nОтаро-Шераб записал это пророчество для потомков.",
      "processorId": "",
      "illustration": ""
    },
    {
      "id": 3,
      "character": "РАССКАЗЧИК",
      "text": "После полувека с тех пор, как пророк Отаро-Шераб получил свое видение, молодой последователь, Дорж-Китш Тензан, решил отправиться в северные земли Сумрачного народа, видя растущую мощь войска тханпо, своих собратьев, и решительность вождя Хе-Гедуна. \n\nЕго цель была ясна - убедить местных царей трёх государств, Дагти-Адо, Четвероградие и Азти-Адо, сдаться, чтобы избежать кровопролития.",
      "processorId": "APPLE_EATEN",
      "illustration": "intro_2"
    },
    {
      "id": 4,
      "character": "РАССКАЗЧИК",
      "text": "Дорж-Китш видел, как кочевники тханпо готовятся к великому походу и как вождь Хе-Гедун призывал: «Соберёмся, внуки Лунного Бога, вместе, и пойдём из земли кочевий, ибо велик день пророчества!».",
      "processorId": "APPLE_EATEN",
      "illustration": "intro_3"
    },
    {
      "id": 5,
      "character": "РАССКАЗЧИК",
      "text": "Однако его первая остановка в первом царстве, Дагти-Адо, оказалась неудачной. Местный царь, полный презрения к кочевникам, отказался даже встретиться с ним... \n\nНе теряя решимости, он решил отправиться в Четвероградие, в город Тарашти, где находился дворец царя Луаванга - его следующая надежда на успех. \n\nНаконец, он достиг Тарашти, города величественных башен и сумрачных аллей...",
      "processorId": "PALACE",
      "illustration": ""
    }
  ],
  "options": [
    {
      "uuid": "3964e209-6d59-4d58-beed-76bca52466fe",
      "fromId": 0,
      "toId": 1,
      "optionText": "...",
      "optionConditionId": ""
    },
    {
      "uuid": "b1b5830f-bad5-4e1f-a3c2-4bea6bfce4da",
      "fromId": 800,
      "toId": 285,
      "optionText": "...",
      "optionConditionId": ""
    },
    {
      "uuid": "2ab08ea3-6fd5-4ea1-a299-30cdefc3f970",
      "fromId": 1,
      "toId": 2,
      "optionText": "...",
      "optionConditionId": ""
    },
    {
      "uuid": "2ab08ea3-6fd5-4ea1-a299-30cdefc3f975",
      "fromId": 5555,
      "toId": 554,
      "optionText": "...",
      "optionConditionId": ""
    },
    {
      "uuid": "8bacc0eb-d8c5-4719-8c20-a202f7f36b82",
      "fromId": 2,
      "toId": 5,
      "optionText": "...",
      "optionConditionId": ""
    },
    {
      "uuid": "1a0fc8e2-c228-425b-aa00-566cfdd1ff57",
      "fromId": 5,
      "toId": 0,
      "optionText": "...",
      "optionConditionId": ""
    }
  ]
}
